questions = [
    {
        "question": "1. Фраза - тег Константина Валерьевича:",
        "options": [
            "1. Я невероятно впечатлён вашим подходом к решению сложных задач!",
            "2. Ваша креативность и инициативность меня по-настоящему вдохновляет!",
            "3. Бардак развели!"
        ],
        "correct": 2  # Индекс правильного ответа (начинается с 0)
    },
    
    {
        "question": "2. Вам поступил вопрос от Константина Валерьевича в мессенджере. Сколько у вас времени на ответ?",
        "options": [
            "1. 5 секунд",
            "2. 8 секунд",
            "3. 15 секунд"
        ],
        "correct": 0
    },
    
    {
        "question": "3. Что произойдёт, если в течение 5 секунд вы не ответите Константину Валерьевичу в мессенджере?",
        "options": [
            "1. Поступит дублирующее сообщение от прямого руководителя с этим вопросом",
            "2. Поступит звонок от Константина Валерьевича",
            "3. Я так не рисковал 😳"
        ],
        "correct": 1
    },
    
    {
        "question": "4. Что важно знать каждому сотруднику ГОСБ по мнению Константина Валерьевича?",
        "options": [
            "1. Должностную инструкцию",
            "2. План эвакуации",
            "3. Чем отличается нейросети от искусственного интеллекта"
        ],
        "correct": 2
    },
    
        {
        "question": "5. Самые яркие эмоциональные события эпохи Константина Валерьевича: ",
        "options": [
            "1. Грандиозная реконструкция нашего офиса на Полине Осипенко  ",
            "2. Второе место в ЕКП ГОСБ!",
            "3. Самые яркие поздравления девушек с 8 марта в истории  ГОСБ",
            "4. Слеты всего ГОСБ",
            "5. Золотой век нашей Команды КВН",
            "6. Спартакиада 2022!!!",
            "7. Читая варианты улыбаюсь, и в голове «Наш дом мечты построим мы вдвоём и эту песню о Чите споем!» ДжаЯмми, голосую за все!"
        ],
        "correct": 6
    }
    
]