questions = [
    {
        "question": "1. Фраза - тег Константина Валерьевича:",
        "options": [
            "1. Я невероятно впечатлён вашим подходом к решению сложных задач!",
            "2. Ваша креативность и инициативность меня по-настоящему вдохновляет!",
            "3. Бардак развели!"
        ],
        "correct": 2  # Индекс правильного ответа (начинается с 0)
    },
    
    {
        "question": "2. Вам поступил вопрос от Константина Валерьевича в мессенджере. Сколько у вас времени на ответ?",
        "options": [
            "1. 5 секунд",
            "2. 8 секунд",
            "3. 15 секунд"
        ],
        "correct": 0
    },
    
    {
        "question": "3. Что произойдёт, если в течение 5 секунд вы не ответите Константину Валерьевичу в мессенджере?",
        "options": [
            "1. Поступит дублирующее сообщение от прямого руководителя с этим вопросом ",
            "2. Поступит звонок от Константина Валерьевича",
            "3.  Я так не рисковал 😳"
        ],
        "correct": 1
    }
]