questions = [
    {
        "question": "Фраза - тег Константина Валерьевича:",
        "options": [
            "1. Я невероятно впечатлён вашим подходом к решению сложных задач!\n",
            "2. Ваша креативность и инициативность меня по-настоящему вдохновляет!\n",
            "3. Бардак развели!\n"
        ],
        "correct": 2  # Индекс правильного ответа (начинается с 0)
    },
    
    {
        "question": "Вам поступил вопрос от Константина Валерьевича в мессенджере. Сколько у вас времени на ответ?",
        "options": [
            "1. 5 секунд\n",
            "2. 8 секунд\n",
            "3. 15 секунд\n"
        ],
        "correct": 0
    },
    
    {
        "question": "Что произойдёт, если в течение 5 секунд вы не ответите Константину Валерьевичу в мессенджере?",
        "options": [
            "1. Поступит дублирующее сообщение от прямого руководителя с этим вопросом\n",
            "2. Поступит звонок от Константина Валерьевича\n",
            "3. Я так не рисковал 😳\n"
        ],
        "correct": 1
    },
    
    {
        "question": "Что важно знать каждому сотруднику ГОСБ по мнению Константина Валерьевича?",
        "options": [
            "1. Должностную инструкцию\n",
            "2. План эвакуации\n",
            "3. Чем отличается нейросети от искусственного интеллекта\n"
        ],
        "correct": 2
    },
    
        {
        "question": "Самые яркие эмоциональные события эпохи Константина Валерьевича: ",
        "options": [
            "1. Грандиозная реконструкция нашего офиса на Полины Осипенко\n",
            "2. Второе место в ЕКП ГОСБ!\n",
            "3. Самые яркие поздравления девушек с 8 марта в истории  ГОСБ\n",
            "4. Слеты всего ГОСБ\n",
            "5. Золотой век нашей Команды КВН\n",
            "6. Спартакиада 2022!!!\n",
            "7. Читая варианты улыбаюсь, и в голове «Наш дом мечты построим мы вдвоём и эту песню о Чите споем!» ДжаЯмми, голосую за все!\n"
        ],
        "correct": 6
    }
    
]